# Приветствия и уведомления по работе
job-greet-station-name = Добро пожаловать на борт {$stationName}.
job-greet-introduce-job-name = Ваша роль: {$jobName}.
job-greet-important-disconnect-admin-notify = Вы играете важную роль для развития игры. Если вам придется отключиться, пожалуйста, уведомите администраторов через ahelp.
job-greet-supervisors-warning = В качестве {$jobName} вы подчиняетесь напрямую {$supervisors}. Особые обстоятельства могут изменить это.
job-greet-crew-shortages = Так как на станцию изначально был назначен минимальный экипаж, вашей карте доступа добавлены дополнительные полномочия.
job-not-available-wait-in-lobby = Раунд начался, но вы не получили ни одной из предпочитаемых ролей (или не выбрали предпочтительные роли) и решили остаться в лобби. Вы можете изменить это на экране настройки персонализации.