# Морская пехота
job-name-rifleman = Морпех
job-description-rifleman = Следуйте приказам сверху. Выполняйте свою работу и стреляйте, когда вас просят. Не умирайте в процессе.
JobRifleman = Морпех

job-name-squad-leader = Командир отделения
job-description-squad-leader = Руководитель одного из четырех отделений морской пехоты. Задавайте цели вашему отделению и огневым группам, следуйте приказам Командования. Сохраняйте целостность своего отделения.
JobSquaderLeader = Командир отделения

job-name-fireteam-leader = Руководитель огневой группы
job-description-fireteam-leader = Следуйте приказам командира отделения и командуйте своей огневой группой. Сотрудничайте с авиацией и элементами огневой поддержки.
JobFireteamLeader = Руководитель огневой группы

job-name-weapons-specialist = Специалист по оружию
job-description-weapons-specialist = Получите доступ к более тяжелому и мощному вооружению и оборудованию. Профессиональный боец, возглавьте отряд при необходимости.
JobWeaponsSpecialist = Специалист по оружию

job-name-smartgunner = Смартганнер
job-description-smartgunner = Поддерживайте свое отделение тяжелым вооружением и обеспечивайте врага подавляющим огнем.
JobSmartgunner = Смартганнер

job-name-hospital-corpsman = Медик отделения
job-description-hospital-corpsman = Поддерживайте морскую пехоту в боеспособном состоянии, или как близко к этому, как только можете. Эвакуируйте тех, кто должен быть отправлен в медблок для лечения.
JobHospitalCorpsman = Медик отделения

job-name-combat-tech = Инженер отделения
job-description-combat-tech = Стройте или убирайте фортификации. Создавайте и поддерживайте передовой опорный пункт и энергетику. Получите доступ к закрытым зонам.
JobCombatTech = Инженер отделения
