# Медицинский отдел
job-name-cm-cmo = Главный медицинский офицер
job-description-cm-cmo = Надзирайте за медблоком, исследованиями и химией. Управляйте медицинским персоналом. Консультирйте командный состав по вопросам здоровья и благосостояния морской пехоты.
JobMarineCMO = Главный медицинский офицер

job-name-cm-doctor = Врач
job-description-cm-doctor = Лечите всех пациентов, поступающих в медблок. Перевозите раненых морских пехотинцев из ангара в медблок. Выполняйте операции при необходимости.
JobMarineDoctor = Врач

job-name-nurse = Медсестра
job-description-nurse = Помогайте врачам и медикам в оказании помощи раненым.
JobNurse = Медсестра

job-name-researcher = Исследователь
job-description-researcher = Проводите исследования по полученным материалам. Создавайье и анализируйте новые химические вещества, инструменты и объекты.
JobResearcher = Исследователь
