# Военная полиция
job-name-chief-mp = Шеф военной полиции
job-description-chief-mp = Управляйте тюрьмой. Координируйте действия сержантов полиции. Обеспечивайте должное соблюдение Военного закона. Обеспечивайте безопасность корабля и экипажа.
JobChiefMP = Шеф военной полиции

job-name-militarywarden = Смотритель
job-description-militarywarden = Обслуживайте тюрьму, ведите учет и пресекайте преступность.
JobMilitaryWarden = Смотритель

job-name-militarypolice = Военный полицейский
job-description-militarypolice = Обеспечьте соблюдение морского законодательства. Задерживайте преступников. Обеспечивайте безопасность персонала на корабле.
JobMilitaryPolice = Военный полицейский
