M3 Pattern Personal Armor = Броня личного состава модели М3
    .desc = Стандартная броня, используемая USCM. Обеспечивает умеренную защиту от пуль и атак ближнего боя. Он также имеет наплечной фонарик направленного действия для ночного боя и HUD, позволяющий видеть роли морских пехотинцев. Универсал по защите с дополнительными 3-мя слотами в броне.

M3 Pattern Warden Armor = Броня личного состава модели М3 для Надзирателей
    .desc = Качественно изготовленный костюм брони модели М3, обычно распределяемый среди Надзирателей.

M3 Pattern Chief MP Armor = Броня личного состава модели М3 для Шефоф полиции
    .desc = Качественно изготовленный костюм брони модели М3, обычно распределяемый среди Шефоф полиции. Полезен для того, чтобы дать вашим людям знать, кто находится во главе.

M3-G4 Grenadier Armor = Броня гренадера модели M3-G4
    .desc = Индивидуальный комплект брони модели M3, упакованный до отказа подушками, пластинами и всеми видами баллистической защиты под солнцем. Будучи намного тяжелее других типов брони, он позволяет носителю стоять и противостоять попыткам пришельцев напасть спереди.

M3-L Pattern Light Armor = M3-L Легкая броня
    .desc = Легкий, усеченный вариант стандартной брони M3. Жертвует уровнем защиты в пользу большей скорости. Обеспечивает дополнительную защиту от кислоты.

M3-S Light Armor = M3-S Легкая броня
    .desc = Специально модифицированный комплект брони M3, разработанный для разведывательных миссий. Позволяет носителю большую мобильность.

M3-VL Pattern Ballistics Vest = M3-VL Бронежилет для баллистической защиты
    .desc = До 2182 года сотрудникам USCM, не участвующим в боевых действиях, выдавались нестандартные бронежилеты, однако их неэффективность подтверждалась отсутствием совместимости с IMP и неэффективными фонарями. Этот модифицированный корпус M3-L - результат 6-летней программы исследований и разработок. Обеспечивает удобство, защиту и комфорт для всех сотрудников USCM, не участвующих в боевых действиях.

M3-VL Pattern Flak Vest = M3-VL Комбинированный бронежилет
    .desc = Сочетание стандартного не-боевого бронежилета M3-VL и противоосколочного жилета M70. Этот вид брони распространяется среди экипажей десантных кораблей для их защиты от внешних и внутренних угроз.

M4 Pattern Radio Operator Armor = M4 Броня для Радиооператора
    .desc = Тщательно сконструированный гибрид мешковины Smart-Gunner и брони M3. Прочен, но подвижен, с местом для всех ваших сумок.

M35 Armor = Броня M35
    .desc = Индивидуальный экземпляр брони M3, разработанный с высокой степенью огнестойкости.

M45 Pattern Ghillie Armor = M45 Броня "Гилли"
    .desc = Легкий костюм для маскировки "Гилли", используемый снайперами USCM в разведывательных миссиях. Очень легкий и удивительно защищает.

M56 Combat Harness = Боевой обвес M56
    .desc = Тяжелый защитный жилет, предназначенный для ношения с системой M56 Smartgun. \nИмеет специальные ремни и усиление для переноски Smartgun и аксессуаров.

M2 Pattern MP Armor = Броня личного состава модели M2
    .desc = Броня M2 обеспечивает более высокую защиту от атак ближнего боя, но менее защиты от снарядов.

Pilot Plate Carrier = Бронежилет для пилотов
    .desc = Специальный бронежилет, распространяемый среди пилотов USCM.

Press Plate Carrier = Бронежилет для представителей прессы
    .desc = Специальный бронежилет, распространяемый среди представителей прессы USCM.
